{
    "home":"Home",
    "portafolio": "Portfolio",
    "about": "About",
    "contact": "Contact",
    "greeting": "Hello!, I'am Alexander",
    "myProfession": "Full-Stack Developer & UI Designer",
    "programmingLanguages": "Programming language",
    "descriptionLanguages": "Throughout my career, I have learned to program in different programming languages, such as JavaScript, TypeScript, Python, C++, PHP, among others.\n\nJavaScript and TypeScript are the languages that I enjoy the most and feel most comfortable with.\n\nThis does not mean that I cannot work with other languages, as I have worked with them and have learned to use them.",
    "myFrameworks": "Frameworks",
    "descriptionFrameworks": "Nowadays, any web or mobile project requires a framework for its development, which is why a developer must know how to work with different frameworks to adapt to the clients' needs.\n\nThe frameworks I like the most are React and React Native, as they are the ones I've used the most and the ones I’ve enjoyed the most. However, I have also worked with Angular, Vue, Flutter, among others.",
    "projects": "Projects",
    "descriptionProjects": "Currently I've 3 years of experience in the field of web and Mobil apps development.\n\nSo it has allowed me to work on different national and international companies, in addition to working independently on projects, according to customer needs.",
    "aboutMe": "I'm a multi-talented person with over 3 years of experience in web and mobile development and UI design.\n\nI don't like to define myself by the work I have done, but by the work I want to do and the skills I can bring. I prefer to keep learning every day and constantly updating myself, to keep challenging myself and doing interesting things that make an impact.\n\nThe new technologies that emerge constantly drive and inspire me to keep creating recent and cutting-edge projects. I am more than willing to follow my fascinations wherever they may lead me. I am very passionate about what I do, and I am never satisfied with just thinking about ideas, but with actually bringing them to life.\n\nI enjoy developing and participating in the project lifecycle, from ideation to implementation, and am committed throughout the process to deliver a quality product.\n\nCurrently, I work remotely with a client base that includes both independent and private clients, and I am open to new opportunities.",
    "work": "Work",
    "descriptionWork": "Currently, as a web and mobile developer, I work remotely with independent and private companies.\n\nI specialize in creating custom digital solutions for my clients, ranging from websites to mobile applications.\n\nI have helped my clients achieve their business goals and improve their online presence."

}