{
    "home":"Inicio",
    "portafolio": "Portafolio",
    "about": "Sobre mí",
    "contact": "Contacto",
    "greeting": "¡Hola!, Soy Alexander",
    "myProfession": "Desarrollador Full-Stack & Diseñador UI",
    "programmingLanguages": "Lenguajes de programación",
    "descriptionLanguages": "A lo largo de mi carrera e aprendido a programar en diferentes lenguajes de programación, como lo son: JavaScript, TypeScript, Python, c++, PHP, entre otros.\n\nSiendo JavaScript y TypeScript los lenguajes que más me gustan y con el que más me he sentido cómodo. \n\n Esto no quiere decir que no me pueda desenvolver en los demás lenguajes, ya que he trabajado con ellos y los he aprendido a usar.",
    "myFrameworks": "Frameworks",
    "descriptionFrameworks": "Hoy en dia cualquier proyecto web o mobile se necesita de un framework para su elaboración, es por eso que un desarrollador debe saber trabajar con diferentes frameworks para poder adaptarse a las necesidades de los clientes.\n\nLos frameworks que más me han gustado son React y React Native, ya que son los que más he utilizado y los que más me han gustado. Pero también he trabajado con Angular, Vue, Flutter, entre otros.",
    "projects": "Proyectos",
    "descriptionProjects": "Actualmente tengo 3 años de experiencia en el sector de desarrollo de aplicaciones webs y móviles.\n\nPor lo que me a permitido trabajar en diferentes empresas nacionales como extranjeras, ademas de trabajar proyectos de forma independientes, según las necesidades de los clientes.",
    "aboutMe": "Soy una persona con múltiples talentos con más de 3 años de experiencia en la gama de desarrollo web, móvil y diseño UI.\n\nNo me gusta definirme por el trabajo que he realizado, me gusta definirme por el trabajo que quiero hacer, las habilidades que puedo aportar. Prefiero seguir aprendiendo cada día e ir actualizándose constantemente, seguir desafiando a mí mismo y hacer cosas interesantes que generen un impacto.\n\nCon las nuevas tecnologías que emergen constantemente me impulsan y me inspiran fácilmente a seguir creando proyectos recientes y a la vanguardia. Estoy más que dispuesto a seguir mis fascinaciones a donde quiera que me lleven. Soy muy apasionado por lo que hago, nunca estoy satisfecho con con sólo pensar en ideas, si no de llevarlas a cabo.\n\nMe gusta desarrollar y participar en el ciclo de vida de los proyectos, desde la idea hasta la implementación y estar comprometido a lo largo del proceso para entregar un producto de calidad.\n\nActualmente trabajo de forma remota con una base de clientes tanto independientes como privadas y estoy abierto a nuevas oportunidades.",
    "work": "Trabajo",
    "descriptionWork": "Actualmente, como desarrollador web y móvil, trabajo de forma remota con empresas independientes y privadas.\n\nMe especializo en crear soluciones digitales a medida para mis clientes, desde sitios web y aplicaciones móviles.\n\nHe ayudado a mis clientes a alcanzar sus objetivos comerciales y mejorar su presencia en línea."
}